/* No comment provided by engineer. */
"%1$@ was guarded and %2$@ was shot" = "%1$@ was guarded and %2$@ was shot";

/* No comment provided by engineer. */
"%@ Action" = "%@ Action";

/* No comment provided by engineer. */
"%@ dodged the bullet from killer" = "%@ dodged the bullet from killer";

/* No comment provided by engineer. */
"%@ was assassined" = "%@ was assassined";

/* No comment provided by engineer. */
"%@ was dead" = "%@ was dead";

/* No comment provided by engineer. */
"%@ was guarded and could not be healt" = "%@ was guarded and could not be healt";

/* No comment provided by engineer. */
"%@ was guarded and could not be shot" = "%@ was guarded and could not be shot";

/* No comment provided by engineer. */
"%@ was guarded and failed to heal" = "%@ was guarded and failed to heal";

/* No comment provided by engineer. */
"%@ was guarded and failed to shoot" = "%@ was guarded and failed to shoot";

/* No comment provided by engineer. */
"%@ was guarded and was dead with guardian" = "%@ was guarded and was dead with guardian";

/* No comment provided by engineer. */
"%@ was guarded twice continuously and became unguardable" = "%@ was guarded twice continuously and became unguardable";

/* No comment provided by engineer. */
"%@ was misdiagnosed" = "%@ was misdiagnosed";

/* No comment provided by engineer. */
"%@ was misdiagnosed twice and killed" = "%@ was misdiagnosed twice and killed";

/* No comment provided by engineer. */
"%@ was shot and killed" = "%@ was shot and killed";

/* No comment provided by engineer. */
"%@ was shot but healt" = "%@ was shot but healt";

/* No comment provided by engineer. */
"%@ was voted and lynched" = "%@ was voted and lynched";

/* No comment provided by engineer. */
"%@ was voted but guarded" = "%@ was voted but guarded";

/* No comment provided by engineer. */
"%@ were dead" = "%@ were dead";

/* No comment provided by engineer. */
"Assassin" = "Assassin";

/* No comment provided by engineer. */
"Assassin used his chance to shoot and became killer." = "Assassin used his chance to shoot and became killer.";

/* No comment provided by engineer. */
"Civilian" = "村民";

/* No comment provided by engineer. */
"Civilian Alignment" = "Civilian Alignment";

/* No comment provided by engineer. */
"Detective" = "侦探";

/* No comment provided by engineer. */
"Doctor" = "医生";

/* No comment provided by engineer. */
"Guardian" = "Guardian";

/* No comment provided by engineer. */
"Killer" = "Killer";

/* No comment provided by engineer. */
"Killer Alignment" = "Killer Alignment";

/* No comment provided by engineer. */
"Left" = "Left";

/* No comment provided by engineer. */
"Nobody was dead" = "Nobody was dead";

/* No comment provided by engineer. */
"Right" = "Right";

/* No comment provided by engineer. */
"Settle Tags" = "Settle Tags";

/* No comment provided by engineer. */
"Thumb Down! Negative!" = "Thumb Down! Negative!";

/* No comment provided by engineer. */
"Thumb Up! Positive!" = "Thumb Up! Positive!";

/* No comment provided by engineer. */
"Traitor" = "Traitor";

/* No comment provided by engineer. */
"Undercover" = "Undercover";

/* No comment provided by engineer. */
"Vote and Lynch" = "Vote and Lynch";

